infos = [
    {
        'sno': '*****',  # 学号
        'pwd': '*****',  # 密码
        'devName': '301-012',  # 预约的座位号（不足3位数的要补零）
        'name': '皮卡丘',       # 随便起个名字
        'appAccNo': ''         # 空着, 暂时不用
    },
    
    ##################################################################
    ## 如果只是一个人预约座位，不需要帮别人预约签到，则可把下面三个字典注释/删除
    ##################################################################
    {
        'sno': '******',        # 学号
        'pwd': '******',        # 密码
        'devName': 'G101-008',   # 预约的座位号---桂花岗（不足3位数的要补零）
        'name': '皮卡丘',         # 随便起个名字
        'appAccNo': ''           # 空着, 暂时不用
    },
    {
        'sno': '******',        # 学号
        'pwd': '******',        # 密码
        'devName': '3c-016',    # 预约的座位号（不足3位数的要补零）
        'name': '熊猫',           # 随便起个名字
        'appAccNo': ''           # 空着
    },
    {
        'sno': '******',        # 学号
        'pwd': '******',        # 密码
        'devName': 'M301-001',    # 琴房预约示例（不足3位数的要补零）
        'name': '小白',           # 随便起个名字
        'appAccNo': ''           # 空着
    },
]
